Repository: jtrznadel/quizzes
Catalog: quiz_app/lib/l10n/intl_*.arb
Languages: pl

# loginButton
source: Log In
pl: Zaloguj się

# registerButton
source: Register
pl: Zarejestruj się

# emailHint
source: Your e-mail
pl: Twój e-mail

# passwordLabel
source: Password
pl: Hasło

# passwordHint
source: Your password
pl: Twoje hasło

# usernameLabel
source: Username
pl: Nazwa użytkownika

# usernameHint
source: Your username
pl: Twoja nazwa użytkownika

source: Forgot password?
pl: Zapomniałeś hasła?

source: This field is required.
pl: To pole jest wymagane

# passwordTooShort
source: Password must be at least 6 characters long.
pl: Hasło musi mieć co najmniej 6 znaków.

# passwordRequiresLowercase
source: Password must contain at least one lowercase letter.
pl: Hasło musi zawierać co najmniej jedną małą literę.

# passwordRequiresUppercase
source: Password must contain at least one uppercase letter.
pl: Hasło musi zawierać co najmniej jedną dużą literę.

# passwordRequiresDigit
source: Password must contain at least one digit.
pl: Hasło musi zawierać co najmniej jedną cyfrę.

# passwordRequiresSpecialChar
source: Password must contain at least one special character.
pl: Hasło musi zawierać co najmniej jeden znak specjalny.

# invalidEmail
source: Invalid e-mail address.
pl: Nieprawidłowy adres e-mail.

source: Invalid e-mail or password.
pl: Nieprawidłowy adres e-mail lub hasło.

# successfulRegistration
source: You have successfully registered. You can now log in.
pl: Zarejestrowałeś się pomyślnie. Możesz teraz się zalogować.

# signInAppBarTitle
source: Login
pl: Logowanie

# signInHeading
source: Enter credentials
pl: Wprowadź dane

# signInDontHaveAccount
source: Don't have an account?
pl: Nie masz konta?

# signUpAppBarTitle
source: Register
pl: Zarejestruj się

# signUpHeading
source: Hello! ðŸ‘‹ Fill out the form to register
pl: Witaj! 👋 Wypełnij formularz, aby się zarejestrować

# signUpAlreadyHaveAccount
source: Already have an account?
pl: Masz już konto?

# forgotPasswordAppbarTitle
source: Password reset
pl: Resetowanie hasła

# forgotPasswordHeading
source: Forgot password?
pl: Zapomniałeś hasła?

# forgotPasswordSubheading
source: Do not worry! It happens. Enter the email address associated with your account.
pl: Nie martw się! To się zdarza. Wprowadź adres e-mail powiązany z twoim kontem.

# forgotPasswordInputHint
source: Your e-mail
pl: Twój e-mail

# forgotPasswordButton
source: Send e-mail
pl: Wyślij e-mail

# successfulPasswordResetRequestHeading
source: E-mail sent
pl: E-mail wysłany

# successfulPasswordResetRequestSubheading
source: Check your e-mail, there will be an e-mail with password reset link.
pl: Sprawdź swoją skrzynkę pocztową, znajdziesz tam wiadomość z linkiem do resetowania hasła.

# successfulPasswordResetRequestButton
source: Back
pl: Powrót

# newPasswordAppbarTitle
source: Password reset
pl: Resetowanie hasła

# newPasswordHeading
source: New password
pl: Nowe hasło

# newPasswordSubheading
source: This new password must be unique to those previously used.
pl: Nowe hasło musi różnić się od poprzednio używanych.

# newPasswordInputLabel
source: New password
pl: Nowe hasło

# newPasswordInputHint
source: Your password
pl: Twoje hasło

# newPasswordButton
source: Save and login
pl: Zapisz i zaloguj się

# quizzSummaryTitle
source: Title:
pl: Tytuł:

# quizzCreationAppBarTitle
source: Create quizz
pl: Stwórz quizz

# quizzCreationTextPromptHeading
source: Content Text
pl: Tekst źródłowy

# quizzCreationTextPromptSubheading
source: You can either enter text, upload files, or use a combination of both to create your quizz.
pl: Możesz wpisać tekst, przesłać pliki lub skorzystać z obu opcji, aby stworzyć quizz.

# quizzCreationUploadFile
source: Upload file
pl: Prześlij plik

# quizzCreationTextPromptTextAreaLabel
source: Content Text
pl: Tekst źródłowy

# quizzCreationTextPromptTextAreaHint
source: Enter the text for your quizz
pl: Wprowadź tekst dla swojego quizzu

# quizzCreationAttachFileMaxSize
source: Max size: 5MB
pl: Maks. rozmiar: 5MB

# quizzCreationAttachFileAllowedTypes
source: Types supported: .txt, .pdf, .docx, .xlsx, .pptx
pl: Dozwolone typy: .txt, .pdf, .docx, .xlsx, .pptx

# quizzCreationMaxAttachmentsError
source: You can attach maximum of 3 files.
pl: Możesz załączyć maksymalnie 3 pliki.

# quizzCreationDuplicateAttachmentsError
source: You have already attached this file.
pl: Ten plik został już załączony.

# quizzCreationYouNeedToProvideContent
source: You need to provide either text or upload file.
pl: Musisz wprowadzić treść quizzu lub przesłać plik.

# quizzCreationConfigureHeading
source: Configure quizz
pl: Konfiguracja quizzu

# quizzCraetionConfigureSubheading
source: Here, you can create quizz based on your prompt.
pl: Tutaj możesz stworzyć quizz na podstawie swojego tekstu źródłowego.

# quizzCreationConfigureTypeQuestion
source: What type of questions?
pl: Jaki typ pytań?

# quizzCreationConfigureType1
source: Single choice
pl: Jednokrotny wybór

# quizzCreationConfigureType2
source: True/False
pl: Prawda/Fałsz

# quizzCreationConfigureType3
source: Fill in the blank
pl: Uzupełnianie luk

# quizzCreationConfigureQuestionCount
source: How many questions?
pl: Ile pytań?

# quizzCreationConfigureQuestionCount1
source: Low
pl: Mało

# quizzCreationConfigureQuestionCount2
source: Medium
pl: Średnio

# quizzCreationConfigureQuestionCount3
source: High
pl: Dużo

# quizzCreationConfigureQuestionCount4
source: Manual
pl: Ręcznie

# quizzCreationConfigurationError
source: Pick question type and number of questions.
pl: Wybierz typ pytania i liczbę pytań.

# addNewQuestionBottomSheetHeading
source: Add new question
pl: Dodaj nowe pytanie

# addNewQuestionBottomSheetManual
source: Manual
pl: Ręcznie

# addNewQuestionBottomSheetAI
source: Generate question with AI
pl: Wygeneruj pytanie przy użyciu AI

# quizzCreationAddQuestionError
source: Question title and at least two answers are required.
pl: Wymagany jest tytuł pytania i co najmniej dwie odpowiedzi

# quizzCreationPreviewHeading
source: Quizz Preview
pl: Podgląd quizzu

# quizzCreationAddQuestionButton
source: Add question
pl: Dodaj pytanie

# quizzDetailsAppbarTitle
source: Quiz Detail
pl: Szczegóły quizzu

# quizzDetailsTabQuestions
source: Questions
pl: Pytania

# quizzDetailsTabSettings
source: Settings
pl: Ustawienia

# quizzDetailsTabStatistics
source: Statistics
pl: Statystyki

# quizzDetailsTabGeneral
source: General
pl: Ogólne

# quizzDetailsTabQuestionsSubheading
source: Manage your quiz questions here. You can edit and delete questions. This page is preview page for your questions.
pl: Na tej stronie możesz edytować, dodawać lub usuwać pytania swojego quizzu.

# quizzDetailsTabQuestionsSwitch
source: Answers
pl: Odpowiedzi

# quizzDetailsTabQuestionsAddNewQuestion
source: New question
pl: Nowe pytanie

# deleteQuestionDialogHeading
source: Are you sure?
pl: Czy na pewno chcesz usunąć to pytanie?

# deleteQuestionDialogDescription
source: This action cannot be undone. Once you delete the question there is no going back.
pl: Tej operacji nie można cofnąć. Jeżeli usuniesz to pytanie, nie będzie możliwości jego przywrócenia.

# deleteQuestionFailure
source: Failed to delete question.
pl: Nie udało się usunąć pytania.

# quizzDetailsTabSettingsSubheading
source: Manage your quiz settings here.
pl: Na tej stronie możesz edytować ustawienia swojego quizzu.

# quizzDetailsTabSettingsQuizStatus
source: Quiz Status
pl: Status quizzu

# quizzDetailsTabSettingsQuizStatusDescription
source: When switched on, quizz is active and available for solving. If not, no one can solve the quiz.
pl: Jeżeli ta opcja jest włączona, użytkownicy mogą przystąpić do quizzu. W przeciwnym razie, quizz jest niedostępny do rozwiązywania.

# quizzDetailsTabSettingsQuizAvailability
source: Availability
pl: Dostępność

# quizzDetailsTabSettingsQuizAvailabilityDescription
source: When switched on, quizz is available for everyone. If not, the quiz is private and only visible for you.
pl: Jeżeli ta opcja jest włączona, quizz jest dostępny dla wszystkich. W przeciwnym razie, quiz jest prywatny i dostępny tylko dla Ciebie.

# quizzDetailsTabSettingsQuizAvailabilityActive
source: Active
pl: Aktywny

# quizzDetailsTabSettingsQuizAvailabilityPublic
source: Public
pl: Publiczny

# quizzDetailsTabSettingsQuizAvailabilityPrivate
source: Private
pl: Prywatny

# quizzDetailsTabSettingsSaveChanges
source: Save changes
pl: Zapisz zmiany

# quizzDetailsTabSettingsSuccessfullSave
source: Succesfully updated quiz settings.
pl: Pomyślnie zapisano zmiany.

# quizzDetailsTabStatisticsSubheading
source: You can view your quiz statistics here.
pl: Tutaj możesz przeglądać statystyki swojego quizzu.

# quizzDetailsTabStatisticsDetailsStatusBadge
source: Details
pl: Szczegóły

# quizzDetailsTabStatisticsFinishedStatusBadge
source: Finished
pl: Zakończony

# quizzDetailsTabStatisticsStoppedStatusBadge
source: Stopped
pl: Zatrzymany

# quizzDetailsTabStatisticsStartedStatusBadge
source: Started
pl: Rozpoczęty

# quizzDetailsTabStatisticsNoParticipants
source: No participants yet.
pl: Brak rozwiązań quizzu.

# quizzDetailsTabStatisticsScore
source: Score
pl: Wynik

# quizzDetailsTabStatisticsName
source: Name
pl: Imię

# quizzDetailsTabStatisticsDate
source: Date
pl: Data

# quizzDetailsTabStatisticsTime
source: Duration
pl: Czas

# quizzDetailsTabStatisticsSecondsElapsed
source: {seconds} seconds
pl: {seconds} sekund

# quizzDetailsTabGeneralSubheading
source: Manage your quiz page settings here.
pl: Na tej stronie możesz edytować ogólne ustawienia swojego quizzu.

# quizzDetailsTabGeneralPageSettingsHeading
source: Quiz page settings
pl: Ustawienia strony quizzu

# quizzDetailsTabGeneralQuizTitle
source: Quiz title
pl: Tytuł quizzu

# quizzDetailsTabGeneralQuizTitleTextFieldDescription
source: This is you public quiz title. It will be displayed on your quiz page. You can change it anytime.
pl: To jest publiczny tytuł twojego quizzu. Będzie on wyświetlany na stronie quizzu. Możesz go zmienić w dowolnym momencie.

# quizzDetailsTabGeneralQuizTitleHint
source: Enter quiz title
pl: Wprowadź tytuł quizzu

# quizzDetailsTabGeneralQuizDescription
source: Quiz description
pl: Opis quizzu

# quizzDetailsTabGeneralQuizDescriptionTextFieldDescription
source: This is your public quiz description. It will be displayed on your quiz page. You can change it anytime.
pl: To jest publiczny opis twojego quizzu. Będzie on wyświetlany na stronie quizzu. Możesz go zmienić w dowolnym momencie.

# quizzDetailsTabGeneralQuizDescriptionHint
source: Enter quiz title
pl: Wprowadź opis quizzu

# quizzDetailsTabGeneralSuccessfullSave
source: Succesfully updated quiz details.
pl: Pomyślnie zapisano zmiany.

# quizzDetailsAddNewQuestionSuccess
source: Successfully added a new question.
pl: Pomyślnie dodano nowe pytanie.

# quizzDetailsAddNewQuestionFailure
source: Failed to add a new question.
pl: Nie udało się dodać nowego pytania.

# quizzDetailsUpdateQuestionSuccess
source: Successfully updated the question.
pl: Pomyślnie zaktualizowano pytanie.

# quizzDetailsDeleteQuestionSuccess
source: Successfully deleted the question.
pl: Pomyślnie usunięto pytanie.

# quizzCreationQuitHeading
source: Are you sure?
pl: Czy jesteś pewien?

# quizzCreationQuitSubheading
source: You are about to quit the quiz creation process. Any progress made so far will be lost. This action cannot be undone.
pl: Zamierzasz przerwać proces tworzenia quizzu. Wszelkie dotychczasowe postępy zostaną utracone. Ta operacja nie może zostać cofnięta.

# quizzQuitButton
source: Yes, quit
pl: Tak, zakończ

# quizzCreationAddQuestionHeading
source: New question
pl: Nowe pytanie

# quizzCreationAddQuestionTitleLabel
source: Question Title
pl: Tytuł pytania

# quizzCreationAddQuestionTitleHint
source: Enter question title
pl: Wprowadź tytuł pytania

# quizzCreationAddQuestionDescriptionLabel
source: Question Description
pl: Opis pytania

# quizzCreationAddQuestionDescriptionHint
source: Enter question description
pl: Wprowadź opis pytania

# quizzCreationAddQuestionAnswersLabel
source: Answers
pl: Odpowiedzi

# quizzCreationSaveQuestion
source: Save
pl: Zapisz

# quizzCreationAddQuestionAnswerPlaceholder
source: Your answer
pl: Twoja odpowiedź

# quizzCreationGenerateQuestionHeading
source: Generate new question
pl: Wygeneruj nowe pytanie

# quizzCreationGenerateQuestionPromptLabel
source: Prompt
pl: Monit tekstowy

# quizzCreationGenerateQuestionPromptHint
source: Enter prompt for AI to generate question
pl: Wprowadź tekst źródłowy dla AI, aby wygenerować pytanie

# quizzCreationGenerateQuestionGenerateButton
source: Generate
pl: Wygeneruj

# quizzCreationSuccessHeading
source: Success!
pl: Sukces!

# quizzCreationSuccessSubheading
source: You succesfully created your quizz. You can now share it with others.
pl: Pomyślnie utworzyłeś quizz. Możesz teraz podzielić się nim z innymi.

# quizzCreationSuccessShareButton
source: Share with others!
pl: Podziel się z innymi!

# quizzCreationSuccessBackButton
source: Back to dashboard
pl: Powrót do pulpitu

# quizzShareHeading
source: Share quizz
pl: Udostępnij quizz

# quizzShareMessage
source: Share this quizz with your friends
pl: Udostępnij ten quizz swoim znajomym

# quizzShareButton
source: Share
pl: Udostępnij

# dashboardTopHeading
source: Quizzes
pl: Quizzy

# dashboardSubheading
source: Here, you can effortlessly list, delete, edit and create new exams.
pl: Tutaj możesz łatwo przeglądać, usuwać, edytować i tworzyć nowe quizy.

# addNewQuizzButton
source: Add new quizz
pl: Dodaj nowy quizz

# quizQuestionNumberBadge
source: Total {questionNumber} questions
pl: Łącznie {questionNumber} pytań

# dashboardQuizzesEmpty
source: You do not have any quizzes yet. Create one now!
pl: Nie masz jeszcze żadnych quizów. Możesz utworzyć nowy, klikając przycisk powyżej.

# dashboardGuestUserMessage
source: You are logged in as as a guest user. Register to access all the app features.
pl: Zaloguj się, aby uzyskać dostęp do swoich quizów.

# dashboardJoinQuizzButton
source: Join
pl: Dołącz

# quizzTakeAppBarTitle
source: Take quizz
pl: Rozpocznij quizz

# quizzTakeQuitHeading
source: Quit quizz?
pl: Opuścić quizz?

# quizzTakeQuitSubheading
source: If you leave now, your progress will be lost. You'll need access the quizz again from the link to retake it. Are you sure you want to quit?
pl: Jeśli teraz wyjdziesz, Twoje postępy zostaną utracone. Będziesz musiał ponownie uzyskać dostęp do quizu z linku, aby go powtórzyć. Czy na pewno chcesz zrezygnować?

# quizzTakeSubheading
source: Engage with our quizz designed to evaluate your understanding and knowledge on various topics.
pl: Weź udział w naszym quizie, którego celem jest ocena twojego zrozumienia i wiedzy na różne tematy.

# quizzTakeFormFieldLabel
source: Name
pl: Imię

# quizzTakeFormFieldHint
source: Your name
pl: Twoje imię

# quizzTakeFinishHeading
source: Finish quizz
pl: Zakończ quizz

# quizzTakeFinishDescription
source: Are you sure that all questions have been answered? Once you submit, you won't be able to make any changes.
pl: Czy jesteś pewien, że odpowiedziałeś na wszystkie pytania? Po zatwierdzeniu nie będziesz mógł wprowadzać żadnych zmian.

# quizzTakeFinishButton
source: Finish
pl: Zakończ

# quizzTakeSummaryHeading
source: Summary
pl: Podsumowanie

# quizzTakeSummaryDescription
source: Congratulations on finishing the quiz! Your responses have been recorded. Review your results below, and see how you did. Thank you for participating!
pl: Gratulacje za ukończenie quizu! Twoje odpowiedzi zostały zapisane. Sprawdź swoje wyniki poniżej i zobacz, jak Ci poszło. Dziękujemy za udział!

# quizzTakeSummaryYourScore
source: Your score is...
pl: Twój wynik to...

# quizzTakeSummaryYourResult
source: Your result is
pl: Twój wynik to

# quizzTakeScoreURGenius
source: You are a genius!
pl: Jesteś geniuszem!

# quizzTakeScoreAwesome
source: Awesome!
pl: Świetnie!

# quizzTakeScoreGood
source: Good!
pl: Dobrze!

# quizzTakeScoreCouldBeBetter
source: Could be better!
pl: Mogło być lepiej!

# quizzTakeScoreBad
source: This is not your day...
pl: To nie Twój dzień...

# quizzTakeSummarySeeResults
source: See results
pl: Zobacz wyniki

# quizzTakeSummaryBackToDashboard
source: Back to dashboard
pl: Wróć do pulpitu

# quizzTakeLoadingError
source: There was an error with loading the Quizz. There is a chance that code You provided is invalid. Please try again.
pl: Nie udało się załadować Quizzu. Istnieje szansa, że podany przez Ciebie kod jest nieprawidłowy. Spróbuj ponownie.

# quizzTakeStartButton
source: Start Quizz
pl: Rozpocznij Quizz

# quizzTakeSelectAnswer
source: Select an answer!
pl: Wybierz odpowiedź!

# joinByCodeAppBarTitle
source: Join Quizz
pl: Dołącz do Quizzu

# joinByCodeHeading
source: Enter code
pl: Podaj kod

# joinByCodeSubheading
source: Here, you can enter the code for the specific quizz.
pl: Tutaj możesz wprowadzić kod dla konkretnego quizzu.

# joinByCodeFormFieldLabel
source: Quizz Code
pl: Kod Quizzu

# joinByCodeFormFieldHint
source: Enter 8-character code
pl: Podaj 8-znakowy kod

# joinByCodeAccessButton
source: Access
pl: Dołącz

# joinByCodeInvalidCode
source: Invalid code. Please check if the code is correct and try again.
pl: Nieprawidłowy kod. Spróbuj ponownie.

# deleteQuizzHeading
source: Are you sure?
pl: Czy jesteś pewien?

# deleteQuizzDescription
source: This action cannot be undone. Once you delete the quiz there is no going back.
pl: Ta operacja nie może zostać cofnięta. Po usunięciu quizu nie będzie możliwości jego przywrócenia.

# deleteAccountHeading
source: Deleting account
pl: Usuwanie konta

# deleteAccountDescription
source: You are about to delete your account. This action cannot be undone.
pl: Zamierzasz usunąć swoje konto. Ta operacja nie może zostać cofnięta.

# quizzDetailsSaveChangesButton
source: Save changes
pl: Zapisz zmiany

# cancelButton
source: Cancel
pl: Anuluj

# deleteButton
source: Delete
pl: Usuń

# linkCopied
source: Link copied to clipboard
pl: Skopiowano link do schowka

# profileAppbarTitle
source: Profile
pl: Profil

# profileSubheading
source: Manage your profile settings.
pl: Zarządzaj swoim profilem.

# profileNameDescription
source: This is your public display name.
pl: To jest Twoja publiczna nazwa.

# profileNameHint
source: Enter your name
pl: Wpisz swoje imię

# profileNameLabel
source: Name
pl: Imię

# profileUpdateButton
source: Update
pl: Aktualizuj

# profileDeleteButton
source: Delete account
pl: Usuń konto

# profileDeleteDialogHeading
source: Are you sure?
pl: Czy jesteś pewien?

# profileDeleteDialogDescription
source: You are about to delete your account. This action cannot be undone.
pl: Zamierzasz usunąć swoje konto. Ta operacja nie może zostać cofnięta.

# saveQuizzButton
source: Save Quizz
pl: Zapisz Quizz

# fileReadException
source: Something went wrong
pl: Coś poszło nie tak

source: Something went wrong
pl: Coś poszło nie tak

source: Go back to dashboard
pl: Wróć do pulpitu

# sessionExpired
source: Session expired, please log in again.
pl: Twoja sesja wygasła. Zaloguj się ponownie.

# profileUpdatingUsername
source: Updating...
pl: Aktualizowanie...

# profileSignOutButton
source: Sign out
pl: Wyloguj

# profileSignOutDescription
source: Sign out from your account
pl: Wyloguj się ze swojego konta

# profileActionsHeading
source: Profile actions
pl: Akcje profilu

# profileArchiveHeading
source: Quizzes
pl: Quizzy

# profileArchiveButton
source: Archive
pl: Archiwum

# unknownUsername
source: Unknown
pl: Nieznana nazwa użytkownika

# successfulProfileUpdate
source: Profile updated successfully.
pl: Pomyślnie zaktualizowano profil.

# archiveAppBarTitle
source: Archive
pl: Archiwum

# archiveLoadingError
source: There was an error with loading the archive. Please try again.
pl: Nie udało się załadować archiwum. Spróbuj ponownie.

# archiveEmpty
source: You do not have any archived quizzes yet.
pl: Nie masz jeszcze żadnych archiwalnych Quizzów.

# archiveResultsAppBarTitle
source: Quizz Result Details
pl: Szczegóły wyników Quizzu

# archiveResultsHeading
source: Result:
pl: Wynik:

# tempQuizzSummaryTitle
source: Understanding Cryptocurrencies and Their Impact on Finance
pl: Zrozumienie kryptowalut i ich wpływu na finanse

# tempQuizzSummaryDescription
source: Explore how cryptocurrencies like Bitcoin and Ethereum are transforming the financial landscape through decentralization, blockchain technology, and the potential for high returns, while also addressing risks and regulatory challenges.
pl: Odkryj, jak kryptowaluty takie jak Bitcoin i Ethereum zmieniają krajobraz finansowy poprzez decentralizację, technologię blockchain i potencjalnie wysokie zwroty, jednocześnie omawiając ryzyka i wyzwania regulacyjne.

# tempQuestion
source: What is one of the key features of cryptocurrencies?
pl: Jakie jest jedno z kluczowych cech kryptowalut?

# tempQuestionDescription
source: Question description
pl: Opis pytania

# tempAnswer1
source: Decentralization
pl: Decentralizacja

# tempAnswer2
source: Physical existence
pl: Fizyczna obecność

# tempAnswer3
source: Centralized control
pl: Zarządzanie centralne

# tempAnswer4
source: Government regulation
pl: Regulacja rządowa

# continueButton
source: Continue
pl: Kontynuuj

# dividerOr
source: OR
pl: LUB

source: Language
pl: Język

# languagePolish
source: Polish
pl: Polski

# languageEnglish
source: English
pl: Angielski

# refreshButton
source: Refresh
pl: Odśwież

# quizLanguageSelectionHeading
source: Select language
pl: Wybierz język

# quizLanguageEnglish
source: English
pl: Angielski

# quizLanguagePolish
source: Polish
pl: Polski

# quizLanguageSpanish
source: Spanish
pl: Hiszpański

# quizLanguageGerman
source: German
pl: Niemiecki

# quizLanguageFrench
source: French
pl: Francuski

# quizLanguageItalian
source: Italian
pl: Włoski

# guestUserPageAppbar
source: Guest login
pl: Logowanie gościa

# guestUserPageHeading
source: Welcome to the quiz!
pl: Witaj w Quizzie!

# guestUserPageUsernameDescriptoin
source: Provider your username to join the quiz.
pl: Podaj swoją nazwę użytkownika, aby rozpocząć Quizz.

# guestUserPageUsernameHint
source: Enter your username
pl: Podaj swoją nazwę użytkownika

# guestUserPageUsernameLabel
source: Username
pl: Nazwa użytkownika

# guestUserPageQuizJoinFailure
source: Failed to join the quiz.
pl: Nie udało się dołączyć do Quizzu.
